13/data/attachments/b8fb0301bcd9f234.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stephen_card_Actions_84620_4</nif:username>
            <nif:friendToBeRequested>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>